<template>
  <div style="overflow-y: auto;height: 85%">
    <h1>尊敬的学校用户，您好！</h1>
    <h2>以下是学校用户的功能简要介绍：</h2>
    <h3>专业申报审批</h3>
    <p>(1)专业审批：学校用户可以从【专业审批】界面，查看学院提交上来的所有申报申请，并且进行审批。</p>
    <h3>专业申报结果</h3>
    <p>(1)进度查询：学校用户可以从【进度查询】界面，查询所有专业申请的提交信息。</p>
    <p>(2)结果查询：学校用户可以从【进度查询】界面，查询所有专业申请的审批结果。</p>
    <h3>用户管理</h3>
    <p>(1)管理学院用户：学校用户可以从【管理学院用户】界面，查看到所有的学院用户信息，并且可以对用户进行编辑操作，还可以增加和删除用户。</p>
  </div>
</template>

<script>
export default {
  name: "school_homePage"
}
</script>

<style scoped>

</style>