<template>
  <div style="overflow-y: auto;height: 85%">
    <h1>尊敬的管理员用户，您好！</h1>
    <h2>以下是管理员用户的功能简要介绍：</h2>
    <h3>申报管理</h3>
    <p>(1)查看并审核学校上报专业：可以查看各所学校上报的一流专业申请，管理员可以加以审核，判定申请通过还是不通过。</p>
    <p>(2)评审分组：管理员可以查看各个分组的情况，包括本组的专家列表和项目列表；同一分组的每一个专家都要审核该分组的所有项目，管理员可以修改某个分组的专家和管理员。</p>
    <p>(3)查看专家评审进度：管理员可以从【查看专家评审进度】页面查看到所有专家当前的评审任务，以及他们的评审进度。</p>
    <p>(4)查看专家打分结果：管理员可以从【查看专家打分结果】界面查看多所有专家对于所有项目的打分情况。</p>
    <p>(5)申报结果查看：管理员可以从【申报结果查看】界面，查看到所有学校提交的所有的申报信息。</p>
    <h3>用户管理</h3>
    <p>(1)学校用户管理：管理员可以从【学校用户管理】，查看到所有的学校用户信息，并且可以对用户进行编辑操作，还可以增加和删除用户。</p>
    <p>(2)学院用户管理：管理员可以从【学院用户管理】，查看到所有的学院用户信息，并且可以对用户进行编辑操作，还可以增加和删除用户。</p>
    <p>(3)管理员用户管理：管理员可以从【管理员用户管理】，查看到所有的管理员用户信息，并且可以对用户进行编辑操作，还可以增加和删除用户。</p>
    <h3>系统管理</h3>
    <p>(1)公告管理：管理员可以从【公告管理】界面，查看到所有的公告信息，并且可以对公告进行编辑操作，还可以增加和删除公告。</p>
    <p>(2)在线用户：管理员可以从【在线用户】界面，查看到所有的当前在线用户信息。</p>
    <p>(3)系统日志：管理员可以从【系统日志】界面，查看到当前保存的所有系统日志。</p>
    <h3>一流专业管理</h3>
    <p>(1)查看一流专业：管理员可以从【查看一流专业】界面，查看到当前所有的一流专业信息。</p>
  </div>
</template>

<script>
export default {
  name: "admin_homePage"
}
</script>

<style scoped>

</style>